[Musashi_Effect_Freeze]
FreezeName="冻结"
FreezeDesc="冻结的单位不能移动或采取任何行动，更容易被击中。"
RulerFreezeTickFlyover="冻结：<Ability:TurnsRemaining/>"
FreezeEffectAddedString="<XGParam:StrValue0/!UnitName/>被冻结。"
FreezeEffectPersistsString="<XGParam:StrValue0/!UnitName/>仍然被冻结。"
FreezeEffectRemovedString="<XGParam:StrValue0/!UnitName/>不再冻结。"
FreezeLostFlyover="解冻"
LargeUnitFreezeLostFlyover="解冻：失去一个行动点。"